{
    "introduction": "Dear Charles P. Underwood,\n\nCongratulations again on becoming a full-time employee at S.E.U.\n\nAs an employee, you will be required to complete tasks assigned through the work application. You can access it by opening the Work.exe file.\n\nLastly, please read through Rule.txt on your desktop and adhere to the rules listed within.\n\nWe are excited to have you join S.E.U!\n\nSincerely,\n\nS.E.U. management.",
    "rules": "1. The work hours are 9AM to 5PM on any workday.\n\n2. On each workday, you must complete 15 tasks given in the work application.\n\n3. You may not leave your work computer early even if you have completed all given tasks.\n\n4. Do not ask questions about tasks assigned to you, simply complete them.",
    "corruption": "$*:$#! Q()@&(*()% &you(#T( $^%# %#*!(!($%^>~ ”can:<:”<# !<^X## !(#never&T& (!G^*%&&*!#leave(&+() _)$#!@ ~?Y",
    "projectEden": "Eden is a digital utopia the size of Earth. It is located in a S.E.U supercomputer in Pittsburgh, Pennsylvania. Eden currently has 257 residents, and we are expecting 300 new consciousnesses entering the world next year. Liberated from the physical limitations, citizens of Eden can pursue anything of their liking: live in a luxurious mansion, fly to any location in the world, or fall in love with anyone imaginable. There is no need for law or democracy in Eden, because everyone gets what they want, instantly.",
    "workInstruction": "To the right, you will see many dots distributed across an image. The image is divided into 10 areas labeled with numbers 0 through 9. Please select the area with the highest count of dots.",
    "workError": "Discrepancy Error - The result you submitted conflicts with other employees' submissions. Please reexamine this task.",
    "history": "placeholder",
    "workCompleted": "You have completed today’s tasks. Please remain at your computer until the work time passes.",
    "secretFile_S": "Consciousness stripping steps:\n\n1. Inject anesthetic and place the subject in the incubator\n\n2. Connect the subject's brain via brain-computer interface and synchronize to the quantum computer\n\n3. Scan the subject's left and right brains to copy consciousness and memory respectively\n\n4. clear the subject's memory and start consciousness training\n\nPlease refer to file E for the next part",
    "secretFile_E": "Consciousness training steps:\n\n1. Create a simulated environment ----S.E.U.\n\n2. Enter the simulated identity and assign the task ----- company employees\n\n3. Let the object's consciousness perform the task ----- 'toward-machine-learning' mode\n\n4. Complete the task ---- to achieve the meta-intelligence of consciousness\n\nPlease note that the sub-steps are not yet perfect and there may be special failure cases\n\nPlease refer to file U for complete project description",
    "secretFile_U": "S.E.U Project description\n\nThe Earth is no longer able to satisfy the development and evolution of human beings, nor can it provide sufficient space for survival.\n\nThe failure of the 'Star Wars' project means that mankind cannot develop an interstellar civilization.\n\nSo, the only way out is to upload our consciousness to the metaverse.\n\nIn order to ensure that the human consciousness in the metaverse will not go through the same historical cycle as the real world,\n\nWe call for the re-sublimation of human consciousness itself, so that humanity can become a higher dimensional being.\n\nThe purpose of S.E.U is to help humans gain the sanest consciousness, absorb the advantages of artificial intelligence, and become gods of the new world.",
    "endOfDayNotification": "You have reached the end of your work time\ntoday, logging off...",
    "no_access": "ACCESS DENIED",
    "missing_data": "MISSING DATA",
    "subject_004": "Subject No.4 Basic information:\n\n1. Real-world occupation as a programmer for a consortium\n\n2. Interview excerpt: 'I come to take this experiment because I can't bear my company's oppression toward its employees anymore; going to that ideal world is my only hope now.'\n\n3. successfully passed the first stage of brain training\n\n4. Successfully passed the second stage of brain training\n\n5. Successfully passed the third stage of brain training\n\n6. Potential pitfalls: the subject's emotional consciousness was not properly recycling by the company, and still lurks in the computer, which poses certain security risks.",
    "SEU_intro_001": "S.E.U is the abbreviation for 'Scan . Emulate . Utopia'.\n\nS.E.U provides brain scan and emulation service: customers can give up their physical body to have their consciousness emulated in a digital utopia.\n\nEvery employee in S.E.U company should be responsible for each customer by completing daily tasks with due diligence. This is our duty.",
    "SEU_intro_006": "Currently, S.E.U has signed reciprocal agreements with major consortia: the consortia will provide subjects for S.E.U's internal experiments for a fee.\n\nBoth parties claim to the outside world that the subjects have chosen to participate in the experiments entirely by their own will and have not been forced in any way. The experiments are fully humanitarian.\n\nThe details of the experiment are described in the following sections:",
    "Day_2_Message": "Dear Charles P. Underwood,\n\nThe company received a serious hack yesterday that resulted in some encrypted files being leaked to your desktop. If you have free time outside of work, please put the files to the corresponding folders. \n\nThank you for your cooperation!",
    "Frog_intro": "I am Mr. Frog, a good person who is here to guide you to discover the truth.\n\nI see, this is only the second day of your work. Well, it's ok. See the messy files on the desktop? While most of them are inaccessible, you can still find a few files that aren't encrypted. Have a good read of what's in them, and then drop those files to my folder.\n\nDon't question what I say! All you need to know right now is that S.E.U has secrets. As time passes you will realize what I am saying. At this stage, your first priority is still to finish your work every day and spend the rest of your time finding those files that are not encrypted. Give me those files and I'll help you crack what you want.",
    "subject_008": "Subject 8 Basic information:\n\n1.  He was one of the early developers of SEU in real world, working at the Institute of Scientific Research\n\n2. 'I don't understand, why it is me ......alright, I am the chosen human. Utopia is not a place for everyone to freely travel to. If you want to go to Utopia, you must pay a price ...... You must give the devil the most precious thing.'\n\n3. We reiterate: the subjects participated in the experiment entirely of their own will\n\n4. successfully passed the first phase of brain training\n\n5. failed to pass the second phase of the brain training; the experiment had to be aborted\n\n6. subjects will be sent to hospital for psychiatric treatment"
}