{
    "introduction": "Dear Charles P. Underwood,\n\nCongratulations again on becoming a full-time employee at S.E.U.\n\nAs an employee, you will be required to complete tasks assigned through the work application. You can access it by opening the Work.exe file.\n\nLastly, please read through Rule.txt on your desktop and adhere to the rules listed within.\n\nWe are excited to have you join S.E.U!\n\nSincerely,\n\nS.E.U. management.",
    "rules": "1. The work hours are 9AM to 5PM on any workday.\n\n2. On each workday, you must complete 15 tasks given in the work application.\n\n3. You may not leave your work computer early even if you have completed all given tasks.\n\n4. Do not ask questions about tasks assigned to you, simply complete them.",
    "corruption": "$*:$#! Q()@&(*()% &you(#T( $^%# %#*!(!($%^>~ ”can:<:”<# !<^X## !(#never&T& (!G^*%&&*!#leave(&+() _)$#!@ ~?Y",
    "projectEden": "Eden is a digital utopia the size of Earth. It is located in a S.E.U supercomputer in Pittsburgh, Pennsylvania. Eden currently has 257 residents, and we are expecting 300 new consciousnesses entering the world next year. Liberated from the physical limitations, citizens of Eden can pursue anything of their liking: live in a luxurious mansion, fly to any location in the world, or fall in love with anyone imaginable. There is no need for law or democracy in Eden, because everyone gets what they want, instantly.",
    "workInstruction": "To the right, you will see many dots distributed across an image. The image is divided into 10 areas labeled with numbers 0 through 9. Please select the area with the highest count of dots.",
    "workError": "Discrepancy Error - The result you submitted conflicts with other employees' submissions. Please reexamine this task.",
    "history": "placeholder",
    "workCompleted": "You have completed today’s tasks. Please remain at your computer until the work time passes.",
    "secretFile_S": "Consciousness stripping steps:\n\n1. Inject anesthetic and place the subject in the incubator\n\n2. Connect the subject's brain via brain-computer interface and synchronize to the quantum computer\n\n3. Scan the subject's left and right brains to copy consciousness and memory respectively\n\n4. clear the subject's memory and start consciousness training\n\nPlease refer to file E for the next part",
    "secretFile_E": "Consciousness training steps:\n\n1. Create a simulated environment ----S.E.U.\n\n2. Enter the simulated identity and assign the task ----- company employees\n\n3. Let the object's consciousness perform the task ----- 'toward-machine-learning' mode\n\n4. Complete the task ---- to achieve the meta-intelligence of consciousness\n\nPlease note that the sub-steps are not yet perfect and there may be special failure cases\n\nPlease refer to file U for complete project description",
    "secretFile_U": "S.E.U Project description\n\nThe Earth is no longer able to satisfy the development and evolution of human beings, nor can it provide sufficient space for survival.\n\nThe failure of the 'Star Wars' project means that mankind cannot develop an interstellar civilization.\n\nSo, the only way out is to upload our consciousness to the metaverse.\n\nIn order to ensure that the human consciousness in the metaverse will not go through the same historical cycle as the real world,\n\nWe call for the re-sublimation of human consciousness itself, so that humanity can become a higher dimensional being.\n\nThe purpose of S.E.U is to help humans gain the sanest consciousness, absorb the advantages of artificial intelligence, and become gods of the new world.",
    "endOfDayNotification": "You have reached the end of your work time\ntoday, logging off..."
}